Revit 2027 API
ParameterTypeId.LoadAreaForceFx2 Property
 "Fx 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAreaForceFx2 { get; }
Public Shared ReadOnly Property LoadAreaForceFx2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAreaForceFx2 {
	ForgeTypeId^ get ();
}
static member LoadAreaForceFx2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace